token = "717750101:AAH3gAVvrxEKoheyecTI5h2wdnTwTnJHhZM"
status = 0
code = 0000
name = ""
info_str="""
Дискотека пройдет 27 декабря в Гимназии №2
В 16:00 уже начнуться активности приходите заранее😊, о которых мы расскажем чуть позже в нашем канале - t.me/TimeMachineParty  , начало дискотеки в актовом зале в 17:00.
Если вы хотите пригласить друга/подругу на вечеринку через свой телеграм аккаунт, просто напишите боту команду /start ещё раз и заполните соответствующие пункты.
 F.A.Q.
-А как работает мой id код?
После того как ты ввел(а) имя и фамилию и тебе выдался личный код, в нашей таблице списков автоматически заполняются поля с вашим именем, там мы видим ваш статус оплаты, чтобы он обновился подойдите к одному из организаторов и оплатите 7 рублей , (Дима Сивашко 10 ''A'', Артур Демьянченко 11 "A") , каждый день на перемене после 3-его урока они будут находиться на диванчиках 1-ого этажа, слева от входа.
Свой статус можно проверить командой /checkpay
-А как будет осуществляться проход на дискотеку?
При входе вас встретят организаторы со списками, вам нужно будет назвать свой id код, если со статусом оплаты все хорошо - вас пропустят, не забывайте, что предварительно вас осмотрят учителя на налчие запрещенных предметов, так же не советуем вам брать портфели/сумки
-А какой дресскод?
Любой вам удобный, но не забывайте, что наше мероприятие подрузумевает собой активные действия(прыжки, танцы и тд.), так что бальные платья или костюмы надевать не стоит
- А кому треки скидывать?
К вашим услугам @d_sivashko, но далеко не факт, что треки, которые вы кините, попадут в финальный плейлист
"""
start_text="""
Привет! После того как ты введешь свои данные тебе придет твой личный код, полное описание его функций по команде /info
В ближайшее время тебе нужно найти одного из организаторов ( Дима Сивашко 10 ''A'', Артур Демьянченко 11 "A" ) и они сообщат тебе ВАЖНУЮ информацию про условия входа, их ежедневное местонахождение и сумму оплаты можно узнать в пункте /info
Сейчас введи свое Имя и Фамилию, заранее спасибо!
"""
checkpay_text = """Сейчас введи свой  ID номер(который ты получил выше), чтобы проверить статус прохода на дискотеку)"""
# 0 = pass; 1 = waiting admin code;