token = "717750101:AAH3gAVvrxEKoheyecTI5h2wdnTwTnJHhZM"
status = 0
code = 0000
name = ""
info_str="""
Дискотека пройдет 28 декабря в Гимназии №2
В 16:00 уже начнуться активности приходите заранее😊, о которых мы расскажем чуть позже в нашем канале (ссылка) , начало дискотеки в актовом зале в 17:00.
Полный список команд вы можете увидеть через знак /
Если вы хотите пригласить друга/подругу на вечеринку через свой телеграм аккаунт, просто напишите боту команду /start ещё раз и заполните соответствующие пункты.
 F.A.Q.
-Как работает мой id код?
После того как вам выдался код и вы заполнили соответствующие поля, в нашей таблице списков автоматически заполняются поля с вашим именем и мы видим статус оплаты, чтобы он обновился сдайте 7 рублей одному из организаторов (Дима Сивашко 10 ''A'', Саша Ефимчик 9 ''В'') ,  статус можно проверить командой /checkpay
-Как будет осуществляться проход на вечеринку?
При входе вас встретят организаторы со списками, вам нужно будет назвать свой id код, если со статусом оплаты все хорошо - вас пропустят, не забывайте, что предварительно вас осмотрят учителя на налчие запрещенных предметов, так же не советуем вам брать порфели/сумки
-А какой дресскод?
Любой вам удобный, но не забывайте, что наше мероприятие подрузумевает собой активные действия(прыжки, танцы и тд.), так что бальные платья или костюмы надевать не стоит
-А пьяными пропустят?
Если в дрызг и это будет видно - нет, с алкотестерами вас никто проверять не будет"""
start_text="""Привет! После того как ты введешь имя и фамилию тебе придет твой личный код, полное описание его функций по команде /info
В ближайшее время тебе нужно найти одного из организаторов ( Дима Сивашко 10 ''A'', Саша Ефимчик 9 ''В'') и сдать 7 рублей на аренду оборудования дискотеки и покупку призов."""
# 0 = pass; 1 = waiting admin code;